"use strict";
exports.id = 5194;
exports.ids = [5194];
exports.modules = {

/***/ 455:
/***/ ((__unused_webpack_module, __webpack_exports__, __webpack_require__) => {

__webpack_require__.r(__webpack_exports__);
/* harmony export */ __webpack_require__.d(__webpack_exports__, {
/* harmony export */   "data": () => (/* binding */ data)
/* harmony export */ });
const data = {
  "key": "v-3b43cba3",
  "path": "/manage/manage.html",
  "title": "卡茨-管理",
  "lang": "zh-CN",
  "frontmatter": {},
  "excerpt": "",
  "headers": [
    {
      "level": 2,
      "title": "概念",
      "slug": "概念",
      "children": []
    },
    {
      "level": 2,
      "title": "1、技术技能——专业技能",
      "slug": "_1、技术技能——专业技能",
      "children": []
    },
    {
      "level": 2,
      "title": "2、人际技能——情商问题",
      "slug": "_2、人际技能——情商问题",
      "children": []
    },
    {
      "level": 2,
      "title": "3、概念性技能——领导需要“高瞻远瞩”",
      "slug": "_3、概念性技能——领导需要-高瞻远瞩",
      "children": []
    }
  ],
  "filePathRelative": "manage/manage.md",
  "git": {
    "contributors": [
      {
        "name": "Amin.Yao",
        "email": "Amin.Yao@gaiaworks.cn",
        "commits": 1
      }
    ]
  }
}


/***/ }),

/***/ 4510:
/***/ ((__unused_webpack_module, __webpack_exports__, __webpack_require__) => {

// ESM COMPAT FLAG
__webpack_require__.r(__webpack_exports__);

// EXPORTS
__webpack_require__.d(__webpack_exports__, {
  "default": () => (/* binding */ manage_html)
});

;// CONCATENATED MODULE: ./node_modules/vue-loader/dist/templateLoader.js??ruleSet[1].rules[1]!./node_modules/@vuepress/bundler-webpack/lib/build/ssr/vuepressLoader.js!./node_modules/vue-loader/dist/index.js??ruleSet[0].use[1]!./docs/.vuepress/.temp/pages/manage/manage.html.vue?vue&type=template&id=66926d8a

function ssrRender(_ctx, _push, _parent, _attrs) {
  _push(`<!--[--><h1 id="卡茨-管理" tabindex="-1"><a class="header-anchor" href="#卡茨-管理" aria-hidden="true">#</a> 卡茨-管理</h1><h2 id="概念" tabindex="-1"><a class="header-anchor" href="#概念" aria-hidden="true">#</a> 概念</h2><p>想要带出高绩效团队，你自己首先要成为一个高绩效的管理者。这就要求管理者具备一些最基本的技能。</p><p>其实，美国著名管理学学者罗伯特·卡茨早在1955年就告诉我们：</p><p>“许多企业如此强烈地执著于寻找类型化的经理人，以致于它们只盯住某些特定的性格特质或素质，反而忽视了真正应当关心的问题——这个人究竟能做成什么事情。”</p><p>因此，罗伯特·卡茨针对当时美国企业界涌起的一股寻找“理想经理人”的狂热提出了管理的“技能”说，并在美国哈佛商业评论发表了《高效管理者的三大技能》一文。</p><p>罗伯特·卡茨解释说：</p><p>“技能”（skill）一词，指的是一种能力，这种能力可以是后天培养的，并不一定要与生俱来；这种能力要在实际行动中展现，并不仅仅蕴藏于潜能之中。”</p><p>罗伯特·卡茨认为，有效的管理者应当具备三种基本技能：</p><p>技术性技能（technical）</p><p>人际性技能（human）</p><p>概念性技能（conceptual）</p><h2 id="_1、技术技能——专业技能" tabindex="-1"><a class="header-anchor" href="#_1、技术技能——专业技能" aria-hidden="true">#</a> 1、技术技能——专业技能</h2><p>技术性技能指的是一个管理者必须具备一定的专业技能，而这个技能对管理者而言，我认为可以概括为“应知应会”。也就是这个管理岗位应当知道的知识和应当具备的技能。</p><p>但是我们注意到，罗伯特·卡兹研究的结论，越是基层管理者要求的专业性技能越多，越是高层管理者要求的专业性技能越少。可以说：外行是可以领导内行的！也就是说，你的下属在某些专业领域里面比你这个管理者强，很正常，但并不妨碍你对他的领导。这个观点我们在前面已经作了说明。</p><p>领导可以不会专业技能，但是他必须会一样，那就是“知人善任、调配资源”。也就是把合适的人放在合适的岗位上，让他们做出成绩！</p><p>外行是可以领导内行，但也不是无条件的，必须有以下三个条件：</p><p>第一，作为管理者，你必须把握本部门的工作流程。这句话的含义是你自己的部门工作分哪几部分，它们之间是如何衔接的，你必须清楚。在细节上，员工比你知道得多，因为那是他的专业，但是大的方面需要你来控制。</p><p>第二，你必须拥有权力，可以调配人、财、物和时间四种资源；</p><p>第三，虽然自己外行，但不能停滞不前，更不能以外行为荣，要通过自己的努力逐渐过渡到内行。</p><p>在这三条中，我认为第三条是非常重要的，因为第三条直接与领导力中的非正式权力之一——“专业权力”紧密相连。</p><h2 id="_2、人际技能——情商问题" tabindex="-1"><a class="header-anchor" href="#_2、人际技能——情商问题" aria-hidden="true">#</a> 2、人际技能——情商问题</h2><p>什么是素质？素质代表“两商”：一个智商，一个情商，素质=智商+情商。我们经常会看到一个很有能力的管理者常常形单落影，这说明管理者光有智商不够，还必须有和别人打交道的能力，与他人合作共事的能力。</p><p>社会上有很多“怀才不遇”的人，这些人往往绝顶聪明，但是由于他们不注重与别人相处沟通，不注重别人的感受，因此别人讨厌他，对他反感。</p><p>智商是有遗传的，这个我们没有办法改变，但我们可以完善自己以弥补，情商也是可以后天改善的，特别是一个中基层管理者的情商是可以后天学习培养的。</p><p>有人说情商和性格有关，这个观点其实是错误的，不要拿自己的性格当借口，只要你愿意，你的情商就能得到很大改善，这与以下三条关系密切：</p><p>第一，给你说话机会的时候，你能否快速、准确、清晰的表达你自己的想法；</p><p>第二，当别人不同意你的意见的时候，你有没有很强的说服他人的能力；</p><p>第三，你能否把握说话的场合和时机。</p><p>我们身边经常有一些管理者不善于表达，啰里啰嗦，自己说了半天，听者却云山雾罩。现在是商业社会，节奏很快，如果你无法快速、准确地表达出自己的意思，别人便无法关注你，你很可能因此丧失了一次重要的机会。</p><p>企业中的核心员工往往一个人一个想法，越是层次高的员工，想法越多，你凭什么让人家听你的？你怎么树立目标，继而让大家认同这个目标，在目标大旗下统一思想？这不仅要求管理者会思考，还要善表达。</p><p>管理者要好好体会情商改善这三条，这三条中，我认为最难做到的是第三条。所谓“覆水难收”，你不说话可能不会犯错误，但是你说错话就可能导致很严重的后果。</p><p>除了善表达，还要善相处。美国著名的人际关系学大师戴尔·卡耐基说过这样一句话：</p><p>“一个人的成功，15%来自于他的专业知识和技能的影响，85%靠他与别人相处的方式方法。”</p><p>管理者与员工相处，一定要充分信任，经常交流，建立友谊。出现问题时，管理者要主动与员工交流，共同寻求解决问题的方法；员工遇到困难时，管理者要提供力所能及的帮助。管理者要多一点谦虚，多一点微笑，多一点宽容，多一点主动，只有这样才能做到有效沟通。</p><p>人际技能并不是一种本能，而是一种能力。也就是说，人际技能不是人天生就具备的，而是在工作和生活中培养和训练出来的。所以，如果管理者想要提高工作效率和质量，就一定要修炼自己的人际技能，不断提高自己的“素质”。</p><p>要记住：一个管理者有能力并不一定会成功，一个管理者没有能力也不一定不会成功，可是管理者情商不高，注定不会成功。</p><h2 id="_3、概念性技能——领导需要-高瞻远瞩" tabindex="-1"><a class="header-anchor" href="#_3、概念性技能——领导需要-高瞻远瞩" aria-hidden="true">#</a> 3、概念性技能——领导需要“高瞻远瞩”</h2><p>在罗伯特·卡兹提出的管理者的三项技能里面，对我震撼最大的就是概念性技能。概念性技能指的是一个管理者的价值观，是管理者在对复杂情况进行分析、诊断后，进行抽象和概念化的技能，是面对困难，看清问题，制定解决方案，选择最优方案的能力，也可以说是一种战略思考及执行的能力。</p><p>这要求管理者必须能够将组织看做一个整体，理解各部分之间的关系，想象组织如何适应它所处的广泛的环境。任何一项决策是否可行，与决策者概念性技能的强弱有很大的关系。一个概念性技能较差的管理人员所制定的计划，往往只是一些条条框框，缺乏可行性。</p><p>优秀的管理者必须了解国内外政治、经济、社会、文化发展变化的现状与趋势，从组织之中超脱出来，将组织视为大环境的一个有机组成部分，进而建构愿景、发展战略，以保证组织的永续生存和发展。</p><p>所以这一技能在管理过程中起着协调统一的作用，它具有全面性和长远性。也就是说，各级领导都应比你的下属站得高一点，看得远一点，有一点开拓精神，有一点创新精神。</p><p>我们经常说，你看到了目标，不一定能走到，但是还存在着走到的机会和可能；然而，如果你根本就没有看到那个目标，甚至根本就不知道这个目标的存在，那么这个组织就没有任何希望。这就是管理者高瞻远瞩的作用。</p><p>2、高绩效管理者三项定位</p><p>在企业里，中基层管理者扮演着多重角色，只有对自身的角色定位有清醒的认识，在工作中才能得心应手。早在20世纪70年代，管理学大师亨利·明茨伯格（Henry Mintzberg）就对管理者的角色给出了明确定位，他把管理者分为三大类十种角色：</p><ol><li><p>人际关系方面：领头人角色、领导者角色、联络者角色。</p></li><li><p>信息方面：监控者角色、传播者角色、发言人角色。</p></li><li><p>决策方面：企业家角色、混乱驾驭者角色、资源分配者角色、谈判者角色。</p></li></ol><p>根据中国的国情和社会的发展，我对这十种角色进行了新的诠释。</p><ol><li>领导角色——领头人、领导者、联络者</li></ol><p>（1）领头人</p><p>一位管理者位阶越高，他的话越少，因为言多必失。他说的话不是代表他自己，而是代表他背后的组织。这种认识叫做“领导意识”。作为企业的中基层管理者，你必须有这种“领导意识”，哪怕只是一个小小的组长，你都应当意识到，你自己的言行是代表组里的意志。</p><p>（2）领导者</p><p>管理者在团队中扮演着领导者的角色。领导者在团队中应当有三大任务：</p><p>第一，让下属想干。让下属想干一般有两个方法，首先我们要立一些基本的规矩，这个叫“制度设计”，制度设计的核心对中基层管理者而言，就是奖惩制度，如果这个制度公平合理，我们又强力推进，就会在团队中形成正确的“行为导向”，这是我们组织梦寐以求的事情；接下来就是有效激励，我们可以采用的激励前面已经讲了有三种方式：物质激励，精神激励，目标激励。关于目标的激励，后面几章还会陆续讲到，这里不做展开。</p><p>第二，让下属会干。下属不会干了来找你，你必须出主意，想办法，成为下属的业绩顾问。在这里，要特别强调两点：一是，要在给下属安排任务的同时，分配一定的资源给下属，不可以让下属空手套白狼；二是要进行必要的授权，让下属能够放开了干。</p><p>第三，必要的时候要做出榜样。榜样就是标杆，标杆就有“刻度”。领导用无声的语言，首先从标杆上跳过去，实际上对下属有很大压力，因为它的含义是：我都可以跳过去，你们为什么跳不过去？</p><p>（3）联络者</p><p>有两个管理者，一个几乎每天都和员工在一起，同吃同住同劳动，大家像哥们；另外一位，下属很少见到他，但是他的社交很广，会为企业承揽项目，并善于向员工发号施令，聪明、有效地分配工作。请问这两个管理者哪个更像一个领导？当然是后者，前者只能是个劳动模范。管理者必须与外部保持良好的沟通、交流，这是由他的职责决定的，你必须给你的组织创造良好的工作氛围，以便给组织获取稀缺的资源。因此，你必须成为一个组织的联络者。</p><ol start="2"><li>信息角色——监控者、传播者、发言人</li></ol><p>管理者除了要扮演好领导角色，还要扮演好信息角色。</p><p>（1）监控者</p><p>一个人的信息量与一个人的权威性往往是成正比的。如果一个管理者了解很多知识和信息，你的下属将对你产生一种“敬畏感”，因为这些他们不知道的知识和信息很可能决定他们的“命运”。</p><p>因此，管理者要尽可能收集、把握有关企业的所有信息，成为企业的信息中枢。所谓中枢，就是在接收大量信息的同时，发出大量信息。这样有助于你的管理和领导。</p><p>（2）传播者</p><p>所谓传播是指有选择的传播，并不是把所有的信息都告诉下属。</p><p>管理者作为信息的传播者，一定要注意有选择地传播。这个选择的原则有三条：一是对领导有利；二是对工作有利；三是对员工有利。我们本着这三个有利的原则，考虑要不要把信息传达给下属。</p><p>（3）发言人</p><p>管理者常常需要向内外发布各种有关组织的计划、政策等信息，这就要求管理者扮演发言人的角色。这个发言人有对内发言和对外发言两个方面。</p><p>作为对外发言人，对象有两个：</p><p>一是我们的上级，叫汇报；</p><p>二是我们要在适当的场合和时机对同级发言，叫通报。</p><p>向领导汇报是中层管理者的基本功。汇报有什么作用呢？</p><p>汇报第一个作用就是不要让你的上级感到他对你的团队失去了控制，如果他没有底，你做得越好，他失控的感觉就越大。所以你要通过不断地向领导汇报，让领导放心。</p><p>汇报还有第二个作用，就是解决工作中遇到的“瓶颈”问题。也就是说，靠我们自己的努力很难解决的问题，必须靠上级给我们某些资源才能解决，但是你不说，上级领导怎么会知道呢？</p><p>向外发布信息的第二个方面就是向同级通报。有的时候公司中层开会，老板经常要求各部门的领导把本部门近期的工作给大家讲一讲，其实要你讲的东西上级都知道，但同级不一定知道。为什么要向同级通报呢？无非是两个原因：一是我们部门的工作是整个公司生产链上的一个环节，有我们的左邻右舍，有我们的上下游。我们当然希望左邻右舍和上下游理解、协调、配合、支持我们的工作，这样我们自己的团队才有良好的工作环境；其次，通报还可以展现团队的工作成绩。你是团队的头，做了什么，你不说公司内部怎么会知道呢。</p><p>对内发言主要指的是我们在团队中开会都要讲些什么内容:</p><p>第一，我们要总结前面的工作，找出经验，让大家继续发扬。找出教训，告诫大家不要再犯类似的错误；</p><p>第二，安排未来的工作，把合适的资源放在合适的岗位上，对人、财、物和时间做出统筹。</p><p>第三点很容易被很多人忽视。那就是，向下属强化任务的终极目标。</p><p>第三点非常重要，我们可以通过下图作分析：</p><p>我们看到上图中，当我们刚刚接手一个任务的时候，有一个很长的时间段等着我们去进行。这个时候，我们对任务的终极目标都是模糊不清的，只有大概的目标，因为不知道中间会出现什么情况。但是我们发现，完成这个任务的过程中，有“里程碑”的出现。所谓里程碑就是任务的阶段性结束。每一个里程碑，我们都应当在组织内部开个会。</p><p>在每一个里程碑的时候，管理者都应当把任务的终极目标，根据自己的理解，不断地向下属进行描述。这种不断描述的过程，就是目标不断强化、不断清晰的过程。随着里程碑的推进和管理者的强化，所有团队成员对任务的终极目标就会越来越清晰，这个过程在管理学中叫做“渐近明细”！我们要让所有成员不断强化目标意识和正确理解目标，这对管理好团队将起到无法估量的作用。</p><ol start="3"><li>决策角色——战略制定者、混乱处理者、资源分配者、对外谈判者</li></ol><p>在决策的四个角色中，对中基层管理者最有意义的是混乱的处理者和资源的分配者，而另外两项主要是对高层。</p><p>企业事务一般可分为两类：</p><p>一类叫“常规事务”，比如员工因起晚而迟到的问题，这是常规事务，常规事务不用领导来管，由制度来管！</p><p>另一类叫“混乱事务”。比如员工之间的矛盾问题，应该由领导来管。</p><p>团队管理者要关注的是那些模糊不清的事务，而制度规定的事情，沿着制度走就行了，保证制度的权威性。</p><p>可能有人会说，我们可不可以从企业团队内很多混乱的事情找到规律，用制度把它约束起来？当然可以，这就叫做企业内的“管理平台”。我们的管理平台越完善，团队内的混乱就越小。但我们还是需要领导，因为制度与混乱相比，永远是滞后的。</p><p>3、高绩效管理者品德三要素</p><p>优秀的人才之所以优秀，原因之一是他的品德优秀。品德是一个人的立身之本，管理者品德的好坏不仅关系到个人，也关系到团队和企业。很多企业管理效益低下，其实不是员工出了问题，而是管理者自身出了问题。</p><p>一个优秀的管理者，不仅仅要会做事，更要会做人。这里所讲的做人，是以德服人，以理服人。管理者是楷模、是标杆、是榜样，是团队中的核心成员，其一言一行将直接影响员工的思想品德、工作情绪。一个管理者只有自身具备了优秀的品德，才能够给下属带来好的影响。</p><p>一个优秀的管理者应具有诚实、正直、自律这三个品德要素。</p><ol><li>诚实</li></ol><p>管理者优秀品德的首要体现是诚实，对企业有比较高的忠诚度。一个具有诚实品德的管理者在是非面前会坚持原则，在工作中会实事求是，并勇于承担责任。</p><p>管理者作为企业的核心成员，承担的责任也更大，如果他不诚实，对企业的危害将会非常大。</p><p>诚实从另一个角度还要求管理者具有相当程度的“承诺”。这个承诺首先是对上级的承诺，然后是对下级的承诺。</p><p>企业工作没有最优，没有“更优”，只有“满意”！“满意”就是在质量、时间、成本三者之间找到平衡点。这个平衡点就像下图的交汇部分：</p><p>正是因为企业的基层工作有这样的特点，所以才要求管理者必须对上级有承诺。换句话说，没有承诺就找不到这个平衡点。一个人的承诺来自于一个人的责任感，对管理者来说，责任感至关重要。无法承诺的管理者缺乏责任感，领导是绝对不敢任用的，因为用了你，就会出大问题，而且你的层级越高，错误就越无法挽回。</p><p>对下属也是如此，诚实是管理者不仅以真实面目对待员工，更重要的是真心诚意地同员工打交道。管理者对下属必须以诚相待，实事求是，坦诚交换意见与分歧。如果管理者对下属当面一套，背后一套，表面赞同，背后反对，耍两面派手段，必然会引来下属的反感与厌恶。诚实不是用嘴说的，它需要管理者用行动去证明，用事实去认可。</p><ol start="2"><li>正直</li></ol><p>管理大师彼得·德鲁克曾说：</p><p>“如果管理者缺乏正直的品格，那么，无论他多么有知识、有才华、有成就，都会造成重大损失。他破坏了企业中最宝贵的资源——人，破坏组织的精神，破坏工作成就。”</p><p>可以看出，正直是管理者不可或缺的品德。</p><p>对一个团队管理者来说，正直也有其特指，那就是公平。作为一名普通员工，最在乎的就是管理者的公平。</p><p>那么什么是公平？公平说白了就是在管理者分配资源的时候，能够保护弱者的利益，使弱者的利益不要受到伤害。强者的利益要你管吗？不用，因为强者不会让自己的利益受到侵犯，而弱者是没有这个能力的。</p><p>一个正直的管理者应做到以下几点：</p><p>为人正派，做事出于公心，多为别人考虑，不要凡事先替自己打算，更不能为了实现个人目的而不择手段。</p><p>不在别人背后说三道四，传播人事是非，挑拨离间。</p><p>以身作则，以自己正直的行为来影响下属，使下属也养成正直的品德。</p><p>提拔正直的员工，以起到榜样的作用。</p><ol start="3"><li>自律</li></ol><p>说到自律，是因为管理者拥有很多普通员工没有的权力，如果管理者不自我约束，很可能私欲膨胀，做出有损企业和团队的行为，这还只是表层涵义。</p><p>如果从深层来探究，是因为我们每个人的心中都存在着“罪恶的邪念”。这就是奥地利精神分析学家弗洛伊德说的“本我”，本来的我。但是这种罪恶的邪念，为什么绝大多数人并没有爆发出来？是因为人的心头都有“三把锁”，这三把锁把罪恶的邪念牢牢地锁在心底：</p><p>第一把叫做“伦理”</p><p>第二把叫做“道德”第三把叫做“法律”</p><p>前两把是自己管的，因此弗洛伊德认为那是“自我”，最后一把是在你管不了自己的时候，别人来管你的，弗洛伊德认为那是“他我”，又叫“超我”。</p><p>所以我们要锁好这三把锁，特别是前两把。</p><p>优秀的管理者都有一个共同的特质：善于管理自己。他们信守承诺，坚守原则，严于律己，宽以待人。一个不能自律的管理者，注定成不了成功的管理者。</p><p>管理者应学会总结，学会反思，不断提高自律能力。</p><p>管理者反思</p><p>上级的左右手，下级的靠山：</p><p>你是否能牢记自己的承诺，即使困难重重，也会调动一切可能的资源兑现承诺？</p><p>在无人监督的情况下，你是否也能做到严格自律？</p><p>你是否勇于承认错误，不掩盖工作中的问题与疏漏？</p><p>遇到诱惑时，你是否能够顶住压力，坚持原则？</p><p>你是否会努力成为道德楷模，旗帜鲜明地反对弄虚作假？</p><!--]-->`)
}
// EXTERNAL MODULE: external "vue"
var external_vue_ = __webpack_require__(4103);
;// CONCATENATED MODULE: ./docs/.vuepress/.temp/pages/manage/manage.html.vue

const script = {}
;
script.ssrRender = (...args) => {
  const ssrContext = args[2].appContext.provides[external_vue_.ssrContextKey]
  ssrContext._registeredComponents.add("D:\\yaomin\\WorkSpace\\yaomin_java2\\node_modules\\@vuepress\\bundler-webpack\\lib\\build\\ssr\\vuepressLoader.js!D:\\yaomin\\WorkSpace\\yaomin_java2\\node_modules\\vue-loader\\dist\\index.js??ruleSet[0].use[1]!D:\\yaomin\\WorkSpace\\yaomin_java2\\docs\\.vuepress\\.temp\\pages\\manage\\manage.html.vue")
  return ssrRender(...args)
}


/* harmony default export */ const manage_html = (script);

/***/ })

};
;
//# sourceMappingURL=5194.app.js.map